12/data/attachments/a18cc28aa28bff64.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kathy_film_Actions_61365_0</nif:username>
            <nif:friendToBeRequested>soap_actions_5063f9fa-e139-435c-b931-990b23df6a7b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>